Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# MessageNoDefaultDistro
source: Windows Subsystem for Linux has no installed distributions. You can resolve this by installing a distribution with the instructions below: Use 'wsl.exe --list --online' to list available distributions and 'wsl.exe --install <Distro>' to install.
cs_cz: Subsystém Windows pro Linux nemá žádné nainstalované distribuce. Tento problém můžete vyřešit tak, že nainstalujete distribuci s následujícími pokyny: Seznam dostupných distribucí zobrazíte pomocí wsl.exe --list --online' . a wsl.exe --install <Distro>.
da_dk: Windows-undersystem til Linux har ingen installerede distributioner. Du kan løse problemet ved at installere en distribution ved hjælp af nedenstående vejledning: Brug 'wsl.exe --list --online' til at få vist tilgængelige distributioner og "wsl.exe --install <Distro>" for at installere.
de_de: Windows-Subsystem für Linux verfügt über keine installierten Distributionen. Sie können dies beheben, indem Sie eine Distribution mit den folgenden Anweisungen installieren: "wsl.exe --list --online' zum Auflisten verfügbarer Distributionen verwenden und "wsl.exe --install <Distro>".
el_gr: Το Υποσύστημα Windows για Linux δεν έχει εγκατεστημένες διανομές. Μπορείτε να το επιλύσετε εγκαθιστώντας μια διανομή με τις παρακάτω οδηγίες: Χρησιμοποιήστε το 'wsl.exe --list --online' για να παραθέσετε τις διαθέσιμες διανομές και το 'wsl.exe --install <Διανομή>' για εγκατάσταση.
es_es: Subsistema de Windows para Linux no tiene distribuciones instaladas. Para resolverlo, instale una distribución con las instrucciones siguientes: Use 'wsl.exe --list --online' para enumerar las distribuciones disponibles y "wsl.exe --install <Distro>" para instalar.
fi_fi: Windows-alijärjestelmä Linuxille ei ole asennettuja jakeluja. Voit ratkaista ongelman asentamalla jakelun alla olevien ohjeiden avulla: Näytä käytettävissä olevien jakeluiden luettelo wsl.exe --list --online' -toiminnolla ja asenna wsl.exe --install <Distro>.
fr_fr: Sous-système Windows pour Linux n’a aucune distribution installée. Vous pouvez résoudre ce problème en installant une distribution avec les instructions ci-dessous : Utiliser wsl.exe --list --online' pour répertorier les distributions disponibles et 'wsl.exe --install <Distro>' à installer.
hu_hu: A Linuxos Windows-alrendszer nem rendelkezik telepített disztribúciókkal. A probléma megoldásához telepítsen egy disztribúciót az alábbi utasításokat követve: A 'wsl.exe --list --online' parancs használatával listázhatja az elérhető disztribúciókat és a 'wsl.exe --install <Distro>' parancs használatával végezheti el a telepítést.
it_it: sottosistema Windows per Linux non ha distribuzioni installate. Per risolvere il problema, installare una distribuzione con le istruzioni seguenti: Usare 'wsl.exe --list --online' per elencare le distribuzioni disponibili e 'wsl.exe --install <Distro>' per l'installazione.
ja_jp: Linux 用 Windows サブシステムにインストールされているディストリビューションはありません。 この問題を解決するには、以下の手順に従ってディストリビューションをインストールしてください: 'wsl.exe --list --online' を使用して利用可能な配布を一覧表示する および 'wsl.exe --install <Distro>' を使用してインストールしてください。
ko_kr: Linux용 Windows 하위 시스템 설치된 배포가 없습니다. 아래 지침에 따라 배포를 설치하여 이 resolve 수 있습니다. 사용 가능한 배포를 나열하려면 'wsl.exe --list --online' 사용 설치하려면 'wsl.exe --install <Distro>'를 선택하세요.
nb_no: Windows-undersystem for Linux har ingen installerte distribusjoner. Du kan løse dette ved å installere en distribusjon med instruksjonene nedenfor: Bruk wsl.exe --list --online' til å vise tilgjengelige distribusjoner og "wsl.exe --install <Distro>" som skal installeres.
nl_nl: Windows-subsysteem voor Linux heeft geen geïnstalleerde distributies. U kunt dit oplossen door een distributie te installeren met de onderstaande instructies: Gebruik 'wsl.exe --list --online' om een lijst te maken van beschikbare distributies en 'wsl.exe --install <Distro>' om te installeren.
pl_pl: Podsystem Windows dla systemu Linux nie ma zainstalowanych dystrybucji. Możesz rozwiązać ten problem, instalując dystrybucję z poniższymi instrukcjami: Użyj wsl.exe --list --online' , aby wyświetlić listę dostępnych dystrybucji i "wsl.exe --install <Distro>" do zainstalowania.
pt_br: Subsistema do Windows para Linux não tem distribuições instaladas. Você pode resolve isso instalando uma distribuição com as instruções abaixo: Use 'wsl.exe --list --online' para listar distribuições disponíveis e 'wsl.exe --install <Distro>' para instalar.
pt_pt: Subsistema Windows para Linux não tem distribuições instaladas. Pode resolver este problema instalando uma distribuição com as instruções abaixo: Utilizar "wsl.exe --list --online' para listar as distribuições disponíveis e "wsl.exe --install <Distro>" para instalar.
ru_ru: подсистема Windows для Linux не имеет установленных дистрибутивов. Чтобы устранить эту проблему, установите дистрибутив с инструкциями ниже: Используйте "wsl.exe --list --online' для перечисления доступных дистрибутивов и "wsl.exe --install <Distro>" для установки.
sv_se: Windows-undersystem för Linux har inga installerade distributioner. Du kan lösa detta genom att installera en distribution med anvisningarna nedan: Använd wsl.exe --list --online' för att lista tillgängliga distributioner och wsl.exe --install <Distro> att installera.
tr_tr: Linux için Windows Alt Sistemi yüklü dağıtımı yok. Aşağıdaki yönergeleri içeren bir dağıtım yükleyerek bu sorunu çözebilirsiniz: Kullanılabilir dağıtımları wsl.exe --list --online' için 'wsl.exe --list --online' 'i kullanın ve 'wsl.exe --install <Distro>' kullanın.
zh_cn: 适用于 Linux 的 Windows 子系统没有已安装的分发。 可通过安装包含以下说明的分发来解决此问题： 使用“wsl.exe --list --online' ”列出可用的分发 和 “wsl.exe --install <Distro>” 进行安装。
zh_tw: Windows 子系統 Linux 版 沒有已安裝的發佈。 您可以使用下列指示安裝發佈以解決此問題： 使用 『wsl.exe --list --online' 列出可用的發佈 和 『wsl.exe --install <Distro>』 來安裝。

# MessageNoRunningDistro
source: There are no running distributions.
cs_cz: Nejsou spuštěny žádné distribuce.
da_dk: Der er ingen kørende distributioner.
de_de: Es werden keine Distributionen ausgeführt.
el_gr: Δεν εκτελείται καμία διανομή.
es_es: No hay distribuciones en ejecución.
fi_fi: Jakeluja ei ole käynnissä.
fr_fr: Aucune distribution en cours d'exécution.
hu_hu: Nincsenek futó disztribúciók.
it_it: Nessuna distribuzione in corso.
ja_jp: 実行中のディストリビューションはありません。
ko_kr: 실행 중인 배포가 없습니다.
nb_no: Det finnes ingen distribusjoner som kjører.
nl_nl: Er zijn geen actieve distributies.
pl_pl: Brak uruchomionych dystrybucji.
pt_br: Não há distribuições em execução.
pt_pt: Não existem distribuições em execução.
ru_ru: Нет выполняющихся дистрибутивов.
sv_se: Det finns inga distributioner som körs.
tr_tr: Çalışan dağıtım yok.
zh_cn: 没有正在运行的分发。
zh_tw: 沒有任何執行中的發佈。

# MessagePrintDistroDefault
source: {} (Default)
cs_cz: {} (Výchozí)
da_dk: {} (Standard)
de_de: {} (Standard)
el_gr: {} (Προεπιλογή)
es_es: {} (Predeterminado)
fi_fi: {} (Oletus)
fr_fr: {} (par défaut)
hu_hu: {} (alapértelmezett)
it_it: {} (Predefinito)
ja_jp: {} (既定値)
ko_kr: {}(기본값)
nb_no: {} (standard)
nl_nl: {} (Standaard)
pl_pl: {} (domyślnie)
pt_br: {} (Padrão)
pt_pt: {} (Predefinição)
ru_ru: {} (по умолчанию)
sv_se: {} (Standardinställning)
tr_tr: {} (Varsayılan)
zh_cn: {} (默认值)
zh_tw: {} (預設)

# MessageRegisteredDistrosHeader
source: Windows Subsystem for Linux Distributions:
cs_cz: Distribuce Subsystému Windows pro Linux:
da_dk: Windows-undersystem til Linux-distributioner:
de_de: Windows Subsystem für Linux-Distributionen:
el_gr: Διανομές Υποσυστήματος Windows για Linux:
es_es: Distribuciones de subsistema de Windows para Linux:
fi_fi: Windows-alijärjestelmä Linuxille -jakelut:
fr_fr: Distributions du Sous-système Windows pour Linux :
hu_hu: Linuxos Windows-alrendszer disztribúciók:
it_it: Distribuzioni del Sottosistema Windows per Linux:
ja_jp: Linux 用 Windows サブシステム ディストリビューション:
ko_kr: Linux용 Windows 하위 시스템 배포:
nb_no: Windows-undersystem for Linux-distribusjoner:
nl_nl: Windows-subsysteem voor Linux distributies:
pl_pl: Podsystem Windows dla dystrybucji systemu Linux:
pt_br: Distribuições do Subsistema do Windows para Linux:
pt_pt: Subsistema Windows para Distribuições do Linux:
ru_ru: Дистрибутивы подсистемы Windows для Linux:
sv_se: Windows-undersystem för Linux-distributioner:
tr_tr: Linux için Windows Alt Sistemi Dağıtımları:
zh_cn: 适用于 Linux 的 Windows 子系统分发:
zh_tw: Windows 子系統 Linux 版發佈:

# MessageStatusDefaultDistro
source: Default Distribution: {}
cs_cz: Výchozí distribuce: {}
da_dk: Standarddistribution: {}
de_de: Standarddistribution: {}
el_gr: Προεπιλεγμένη Διανομή: {}
es_es: Distribución predeterminada: {}
fi_fi: Oletusjakelu: {}
fr_fr: Distribution par défaut : {}
hu_hu: Alapértelmezett disztribúció: {}
it_it: Distribuzione predefinita: {}
ja_jp: 既定のディストリビューション: {}
ko_kr: 기본 배포: {}
nb_no: Standarddistribusjon: {}
nl_nl: Standaarddistributie: {}
pl_pl: Dystrybucja domyślna: {}
pt_br: Distribuição Padrão: {}
pt_pt: Distribuição Predefinida: {}
ru_ru: Дистрибутив по умолчанию: {}
sv_se: Standarddistribution: {}
tr_tr: Varsayılan Dağıtım: {}
zh_cn: 默认分发: {}
zh_tw: 預設通訊群組: {}

# MessageStatusDefaultVersion
source: Default Version: {}
cs_cz: Výchozí verze: {}
da_dk: Standardversion: {}
de_de: Standardversion: {}
el_gr: Προεπιλεγμένη Έκδοση: {}
es_es: Versión predeterminada: {}
fi_fi: Oletusversio: {}
fr_fr: Version par défaut : {}
hu_hu: Alapértelmezett verzió: {}
it_it: Versione predefinita: {}
ja_jp: 既定のバージョン: {}
ko_kr: 기본 버전: {}
nb_no: Standardversjon: {}
nl_nl: Standaardversie: {}
pl_pl: Wersja domyślna: {}
pt_br: Versão Padrão: {}
pt_pt: Versão predefinida: {}
ru_ru: Версия по умолчанию: {}
sv_se: Standardversion: {}
tr_tr: Varsayılan Sürüm: {}
zh_cn: 默认版本: {}
zh_tw: 預設版本: {}

# MessageStatusUnregistering
source: Unregistering.
cs_cz: Rušení registrace.
da_dk: Fjerner registrering.
de_de: Registrierung wird aufgehoben.
el_gr: Κατάργηση καταχώρησης.
es_es: Anulando el registro.
fi_fi: Poistetaan rekisteröintiä.
fr_fr: Annulation de l’inscription.
hu_hu: Regisztráció megszüntetése folyamatban.
it_it: Annullamento della registrazione.
ja_jp: 登録解除。
ko_kr: 등록 취소 중입니다.
nb_no: Avregistrerer.
nl_nl: Afmelden.
pl_pl: Wyrejestrowywanie.
pt_br: Cancelando.
pt_pt: A anular o registo.
ru_ru: Отмена регистрации.
sv_se: Avregistrering.
tr_tr: Kayıt siliniyor.
zh_cn: 正在注销。
zh_tw: 取消註冊中。

# MessageUserNotFound
source: User not found.
cs_cz: Uživatel nenalezen.
da_dk: Bruger blev ikke fundet.
de_de: Benutzer nicht gefunden.
el_gr: Ο χρήστης δεν βρέθηκε.
es_es: No se encontró al usuario.
fi_fi: Käyttäjää ei löydy.
fr_fr: Utilisateur introuvable.
hu_hu: A felhasználó nem található.
it_it: Utente non trovato.
ja_jp: ユーザーが見つかりません。
ko_kr: 사용자를 찾을 수 없습니다.
nb_no: Finner ikke bruker.
nl_nl: Gebruiker niet gevonden.
pl_pl: Nie odnaleziono użytkownika.
pt_br: Usuário não encontrado.
pt_pt: Utilizador não encontrado.
ru_ru: Пользователь не найден.
sv_se: Användaren hittades inte.
tr_tr: Kullanıcı bulunamadı.
zh_cn: 找不到用户。
zh_tw: 找不到使用者。

# MessageVmModeConversionInfo
source: For information on key differences with WSL 2 please visit https://aka.ms/wsl2
cs_cz: Informace o hlavních rozdílech oproti WSL 2 naleznete na adrese https://aka.ms/wsl2.
da_dk: Besøg https://aka.ms/wsl2 for at få oplysninger om nøgleforskelle i WSL 2
de_de: Informationen zu den wichtigsten Unterschieden zu WSL 2 finden Sie unter https://aka.ms/wsl2
el_gr: Για πληροφορίες σχετικά με τις βασικές διαφορές με το WSL 2, επισκεφθείτε τη διεύθυνση https://aka.ms/wsl2
es_es: Para obtener información sobre las diferencias clave con WSL 2, visita https://aka.ms/wsl2
fi_fi: Lisätietoja WSL 2:n tärkeistä eroista on osoitteessa https://aka.ms/wsl2
fr_fr: Pour plus d'informations concernant les différences principales avec WSL 2, consultez https://aka.ms/wsl2
hu_hu: A WSL 2 fő különbségeivel kapcsolatos információkért látogasson el a https://aka.ms/wsl2 oldalra
it_it: Per informazioni sulle differenze delle chiavi con WSL 2, visita https://aka.ms/wsl2
ja_jp: WSL 2 との主な違いについては、https://aka.ms/wsl2 を参照してください
ko_kr: WSL 2와의 주요 차이점에 대한 자세한 내용은 https://aka.ms/wsl2를 참조하세요
nb_no: Hvis du vil ha informasjon om viktige forskjeller med WSL 2, kan du gå til https://aka.ms/wsl2
nl_nl: Ga naar https://aka.ms/wsl2 voor informatie over de belangrijkste verschillen met WSL 2
pl_pl: Aby uzyskać informacje na temat kluczowych różnic w podsystemie WSL 2, odwiedź stronę https://aka.ms/wsl2
pt_br: Para informações sobre as principais diferenças com o WSL 2, visite https://aka.ms/wsl2
pt_pt: Para obter informações sobre as principais diferenças em relação ao WSL 2, visite https://aka.ms/wsl2
ru_ru: Для получения сведений о ключевых различиях с WSL 2 перейдите на страницу https://aka.ms/wsl2
sv_se: Information om nyckelskillnader med WSL 2 finns på https://aka.ms/wsl2
tr_tr: WSL 2 ile temel farklılıklar hakkında bilgi için lütfen https://aka.ms/wsl2 adresini ziyaret edin.
zh_cn: 有关与 WSL 2 关键区别的信息，请访问 https://aka.ms/wsl2
zh_tw: 有關 WSL 2 的主要差異詳細資訊，請瀏覽 https://aka.ms/wsl2

# MessageConversionStart
source: Conversion in progress, this may take a few minutes.
cs_cz: Probíhá převod. Může to trvat několik minut.
da_dk: Konverteringen er i gang. Dette kan tage et par minutter.
de_de: Konvertierung wird ausgeführt. Dieser Vorgang kann einige Minuten dauern.
el_gr: Η μετατροπή βρίσκεται σε εξέλιξη, αυτό μπορεί να διαρκέσει μερικά λεπτά.
es_es: Conversión en curso. Esta operación puede tardar unos minutos.
fi_fi: Muuntaminen on meneillään. Tämä voi kestää muutamia minuutteja.
fr_fr: Conversion en cours. Cette opération peut prendre quelques minutes.
hu_hu: A konvertálás folyamatban van, ez eltarthat néhány percig.
it_it: Conversione in corso. L'operazione potrebbe richiedere alcuni minuti.
ja_jp: 変換中です。これには数分かかる場合があります。
ko_kr: 변환이 진행 중입니다. 이 작업은 몇 분 정도 걸릴 수 있습니다.
nb_no: Konvertering pågår. Dette kan ta noen minutter.
nl_nl: Conversie wordt uitgevoerd. Dit kan enkele minuten duren.
pl_pl: Konwersja w toku. Może to potrwać kilka minut.
pt_br: Conversão em andamento. Isso pode levar alguns minutos.
pt_pt: Conversão em curso, esta operação poderá demorar alguns minutos.
ru_ru: Выполняется преобразование. Это может занять несколько минут.
sv_se: Konvertering pågår. Det kan ta några minuter.
tr_tr: Dönüştürme devam ediyor, bu işlem birkaç dakika sürebilir.
zh_cn: 正在进行转换，这可能需要几分钟时间。
zh_tw: 轉換進行中，這可能需要幾分鐘的時間。

# MessageAlreadyRequestedVersion
source: The distribution is already the requested version.
cs_cz: Distribuce je již požadovanou verzí.
da_dk: Distributionen er allerede den anmodede version.
de_de: Die Distribution ist bereits die angeforderte Version.
el_gr: Η διανομή βρίσκεται ήδη στη ζητούμενη έκδοση.
es_es: La distribución ya es la versión solicitada.
fi_fi: Jakelu on jo pyydetty versio.
fr_fr: La distribution présente déjà la version demandée.
hu_hu: A disztribúció már a kért verzióval rendelkezik.
it_it: La distribuzione è già nella versione richiesta.
ja_jp: ディストリビューションは既に、要求されているバージョンです。
ko_kr: 배포는 이미 요청된 버전입니다.
nb_no: Distribusjonen er allerede den forespurte versjonen.
nl_nl: De distributie is al de aangevraagde versie.
pl_pl: Dystrybucja jest już żądaną wersją.
pt_br: A distribuição já é a versão solicitada.
pt_pt: A distribuição já é a versão pedida.
ru_ru: Запрашиваемая версия дистрибутива уже используется.
sv_se: Distributionen är redan den begärda versionen.
tr_tr: Dağıtım zaten istenen sürüm.
zh_cn: 该分发已是请求的版本。
zh_tw: 發佈已是要求的版本。

# MessageVmModeNotSupported
source: The Legacy distribution does not support WSL 2.
cs_cz: Starší verze distribuce nepodporuje WSL 2.
da_dk: Den ældre distribution understøtter ikke WSL 2.
de_de: WSL 2 wird von der Legacy Distribution nicht unterstütztt.
el_gr: Η διανομή παλαιού τύπου (Legacy) δεν υποστηρίζει το WSL 2.
es_es: La distribución heredada no admite WSL 2.
fi_fi: Vanha jakelu ei tue WSL 2 -koodausta.
fr_fr: La distribution héritée ne prend pas en charge WSL 2.
hu_hu: Az örökölt disztribúció nem támogatja a WSL 2-t.
it_it: La distribuzione legacy non supporta WSL 2.
ja_jp: レガシ ディストリビューションは WSL 2 をサポートしていません。
ko_kr: 레거시 배포에서 WSL 2를 지원하지 않습니다.
nb_no: Eldre distribusjon støtter ikke WSL 2.
nl_nl: WSL 2 wordt niet ondersteund door de verouderde distributie.
pl_pl: Starsza dystrybucja nie obsługuje protokołu WSL 2.
pt_br: A distribuição Herdada não dá suporte a WSL 2.
pt_pt: A distribuição legada não suporta o WSL 2.
ru_ru: Устаревшее распределение не поддерживает WSL 2.
sv_se: Den äldre distributionen stöder inte WSL 2.
tr_tr: Eski dağıtım WSL 2'yi desteklemez.
zh_cn: 旧分发不支持 WSL 2。
zh_tw: 舊版發佈不支援 WSL 2。
